[
  {
    "name": "Mars (Mimpi Ananda Raih Semesta)",
    "genre": "Drama Indonesia",
    "description": "Mars: Mimpi Ananda Raih Semesta merupakan film drama Indonesia yang dirilis pada 4 Mei 2016. Film ini dibintangi oleh Kinaryosih, Acha Septriasa, Teuku Rifnu Wikana, Cholidi Asadil Alam, dan Chelsea Riansy. Diadaptasi dari novel berjudul sama.",
    "rating": "91",
    "source": "https://id.wikipedia.org/wiki/Mars:_Mimpi_Ananda_Raih_Semesta"
  },
  {
    "name": "Bumi Manusia ",
    "genre": "Drama Indonesia",
    "description": "Bumi Manusia merupakan film drama biografi sejarah Indonesia tahun 2019 yang disutradarai Hanung Bramantyo dan ditulis Salman Aristo. Film ini dialihwahanakan dari novel berjudul sama karya Pramoedya Ananta Toer. Film ini dibintangi Iqbaal Ramadhan, Mawar Eva de Jongh, dan Sha Ine Febriyanti. Film ini menceritakan kegamangan Minke antara kemajuan Eropa dan perjuangan membela tanah airnya serta hubungannya dengan Annelies.",
    "rating": "9",
    "source": "https://id.wikipedia.org/wiki/Bumi_Manusia_(film)"
  },
  {
    "name": "gundala",
    "genre": "action",
    "description": "gundala adalah sebuah film pahlawn super neo-noir indonesia tahun 2019 yang di sutradarai dan ditulis oleh joko anwar. film ini adalah produksi bersama screen play films, legacy pictures, ideosource enterainment",
    "rating": "6.4/10",
    "source": "https://www.youtube.com/watch?v=fsXDJoSHqLs"
  },
  {
    "name": "dilan 1990",
    "genre": "romantic",
    "description": "milea met with dilan at a high school in bandung 1990. an unusual introduction brings milea to know the uniqenees od=f dolan who is smart, kind, and romanric in her eyes",
    "rating": "7.3/10",
    "source": "https://www.youtube.com/watch?v=X_b-wNkz4DU"
  },
  {
    "name": "Laskar Anak Pulau",
    "genre": "Drama",
    "description": "Berkisah tentang Atan, seorang anak nelayan miskin yang harus membantu ibunya mencari ikan sebelum berangkat sekolah. Ayahnya terbaring sakit sehingga mengambil alih pekerjaan orang tuanya. Karena Atan melakukan aktivitas itu setiap hari, Atan selalu terlambat tiba di sekolah. Sekolah Atan berada di pulau yang berbeda dari tempat tinggalnya dan ditempuh dengan menyeberang memakai sampan. Film ini berusaha menampakkan kekhasan anak-anak pulau yang tidak semudah di darat. Untuk menuju ke sekolah dimulai dengan tantangan menyeberangi laut setiap hari.",
    "rating": "5.9/10",
    "source": "https://www.youtube.com/watch?v=Dbr07X2j0Hk"
  },
  {
    "name": "Hantu Sei Ladi",
    "genre": "Horor",
    "description": "Film ini mengangkat kisah nyata tentang cerita horor yang selama ini sering dialami warga Batam saat melewati Jembatan Sei (Sungai) Ladi.",
    "rating": "5.5/10",
    "source": "https://www.youtube.com/watch?v=y3U9YuM5aes"
  },
  {
    "name": "teman tapi menikah",
    "genre": "romantic",
    "description": "ayudia and dito have been best friends for 12 years. and for all those time, ditto has been secretly in love with her. until one day, ayudia told him that she's gonna get married",
    "rating": "6.9/10",
    "source": "https://www.youtube.com/watch?v=czhzKWDQ1GI"
  },
  {
    "name": "one day wee'll talk about today",
    "genre": "romantic",
    "description": "three siblings live in happy-looking families, but one of them had changed and got warned by his parrent. this prompted the rebellion odf the three sibling which led to the discovery of the secrets and great trauma in their families",
    "rating": "7.5/10",
    "source": "https://www.youtube.com/watch?v=TcHh986XvI4"
  },
  {
    "name": "london love story",
    "genre": "romantic",
    "description": "fate unites 4 different people with different situations and brings a little bit of surprise into their lives",
    "rating": "6.3/10",
    "source": "https://www.youtube.com/watch?v=Tl4BeEbRppE"
  },
  {
    "name": "Dua Garis Biru",
    "genre": "Drama Keluarga",
    "description": "Bima dan Dara adalah sepasang kekasih yang masih duduk di bangku SMA. Pada usia 17 tahun, mereka nekat bersanggama di luar nikah. Dara pun hamil. Keduanya kemudian dihadapkan pada kehidupan yang tak terbayangkan bagi anak seusia mereka, kehidupan sebagai orangtua.",
    "rating": "8,1",
    "source": "https://g.co/kgs/cJi6CK"
  },
  {
    "name": "Jelangkung 3",
    "genre": "Horor",
    "description": "Jelangkung 3 adalah film horor Indonesia yang dirilis pada tahun 2007. Film yang disutradarai oleh Erwin Arnada ini dibintangi antara lain oleh Mitha Griselda, Andrew Ralph Roxburgh, Reza Pahlevi, dan masih banyak lagi. Tayangan perdana pada 5 Oktober 2007.",
    "rating": "4,7",
    "source": "https://id.wikipedia.org/wiki/Jelangkung_3"
  },
  {
    "name": "Danur: I Can See Ghosts",
    "genre": "Horror",
    "description": "This movie follows the story of a girl who befriends with 3 ghosts.",
    "rating": "5.4",
    "source": "https://www.imdb.com/title/tt6496236/"
  },
  {
    "name": "#Teman Tapi Menikah 2",
    "genre": "Komedi",
    "description": "Belum puas menikmati momen sebagai pasangan baru, Ayu (Mawar De Jongh) tiba-tiba hamil. Kepribadiannya berubah total. Dari yang tadinya semangat menemani suaminya Ditto (Adipati Dolken) ke mana-mana, ia jadi mager dan parahnya: super sensitif! Ditto pun harus menahan diri dan pura-pura tidak cemburu dengan perhatian yang Ayu berikan ke si janin. Pertengkaran yang sering terjadi membuat Ayu dan Ditto harus memilih mana yang mau dipertahankan; pernikahan mereka atau si bayi.",
    "rating": "7/10",
    "source": "http://filmindonesia.or.id/movie/title/lf-t017-20-806078_teman-tapi-menikah-2#.X4HJcO2-nIU"
  },
  {
    "name": "Mekah, I’m Coming",
    "genre": "Komedi",
    "description": "Hubungan Eddy (Rizky Nazar), pemilik usaha bengkel desa, dan Eni (Michelle Ziudith) bisa kandas lantaran Eni akan dijodohkan dengan saudagar kaya dari kota, Pietoyo (Dwi Sasono). Berkat saran Ibunya, Eddy berhasil merayu orangtua Eni dengan mengatakan akan berangkat Haji tahun ini. Faktanya, untuk mendapatkan kuota visa Haji resmi harus mengantri selama 10 tahun. Eddy memutuskan menjual bengkel tempat usahanya, dan mengambil jalur kilat. Sesampainya di Jakarta, Eddy baru sadar kalau ia ditipu. Dalam kebimbangan, Eddy harus menyembunyikan hal tersebut dari siapapun. Ia menunggu waktu yang tepat untuk pulang kampung, agar seolah-olah ia benar-benar naik Haji dan bisa segera menikahi Eni.",
    "rating": "10/10",
    "source": "http://filmindonesia.or.id/movie/title/lf-m013-20-082678_mekah-im-coming#.X4HJaO2-nIU"
  },
  {
    "name": "Wiro Sableng: Pendekar Kapak Maut Naga Geni 212",
    "genre": "Action",
    "description": "Nusantara, abad ke-16. Wiro Sableng (Vino G Bastian), murid pendekar misterius bernama Sinto Gendeng (Ruth Marini), mendapat titah dari gurunya untuk meringkus Mahesa Birawa (Yayan Ruhian), mantan murid Sinto Gendeng yang berkhianat. Dalam perjalanannya mencari Mahesa Birawa, Wiro terlibat dalam petualangan seru bersama dua sahabat barunya Anggini (Sherina Munaf) dan Bujang Gila Tapak Sakti (Fariz Alfarazi). Pada akhirnya Wiro bukan hanya menguak rencana keji Mahesa Birawa, tetapi juga menemukan esensi sejati seorang pendekar.",
    "rating": "8.5/10",
    "source": "http://filmindonesia.or.id/movie/title/lf-w039-18-878657_wiro-sableng-pendekar-kapak-maut-naga-geni-212#.X4F24qZS-00"
  },
  {
    "name": "Sang Pemimpi",
    "genre": "Drama",
    "description": "Sang Pemimpi adalah sebuah film Indonesia tahun 2009 yang diadaptasi dari tetralogi novel Laskar Pelangi kedua, Sang Pemimpi, karya Andrea Hirata. Film ini disutradarai oleh Riri Riza dengan produser Mira Lesmana. Pengambilan gambar rencananya dimulai di Belitung (Belitong, dalam bahasa setempat) pada 1 Juli 2009 dan dijadwalkan selesai pada 21 Agustus 2009, dan akan dilakukan di beberapa lokasi di Manggar, Tanjung Pandan, Jakarta, dan Bogor.[1] Film ini rencananya akan tayang di bioskop di Indonesia mulai 17 Desember 2009.[2][3] ",
    "rating": "6.8",
    "source": "https://id.wikipedia.org/wiki/Sang_Pemimpi_(film)"
  },
  {
    "name": "Koala Kumal",
    "genre": "Drama/Komedi",
    "description": "Koala Kumal merupakan film komedi romantis Indonesia yang dirilis 5 Juli 2016. Film ini dibintangi oleh Raditya Dika dan Acha Septriasa, serta menjadi film debut bagi penyanyi Sheryl Sheinafia. Diadaptasi dari novel berjudul sama karya Raditya Dika. Film ini menjadi film Raditya Dika dengan jumlah artis cameo terbanyak hingga saat ini.",
    "rating": "6.6",
    "source": "https://id.wikipedia.org/wiki/Koala_Kumal"
  },
  {
    "name": "Hangout",
    "genre": "Comedy,Fantasy",
    "description": "Hangout adalah film komedi hantu seru Indonesia tahun 2016. Film Ini tayang pada tanggal 22 Desember 2016. Film ini disutradarai oleh Raditya Dika. Film ini dibintangi oleh Raditya Dika, Prilly Latuconsina, Soleh Solihun, Titi Kamal, Mathias Muchus, Surya Saputra, Dinda Kanya Dewi, Gading Marten dan Bayu Skak.",
    "rating": "5.9/10",
    "source": "https://id.wikipedia.org/wiki/Hangout_(film)"
  },
  {
    "name": "The Act of Killing",
    "genre": "Documentasi, Biografi, Kriminal, Sejarah",
    "description": "film dokumenter karya sutradara Amerika Serikat Joshua Oppenheimer",
    "rating": "8.2/10",
    "source": ""
  },
  {
    "name": "Imperfect",
    "genre": "Drama",
    "description": " film drama komedi percintaan Indonesia tahun 2019 yang disutradarai oleh Ernest Prakasa dan dialihwahanakan dari novel Imperfect: A Journey to Self-Acceptance karya Meira Anastasia, istri Ernest sendiri. Film ini dibintangi Jessica Mila dan Reza Rahadian. Film ini ditayangkan pada 19 Desember 2019.",
    "rating": "7.8/10",
    "source": "IMDb"
  },
  {
    "name": "Ketika Cinta Bertasbih",
    "genre": "Drama, Romance",
    "description": "Ketika Cinta Bertasbih merupakan film Indonesia yang dirilis pada tanggal 19 Juni 2009 yang disutradarai oleh Chaerul Umam. Film ini dibintangi antara lain oleh Kholidi Asadil Alam, Oki Setiana Dewi, Alice Norin, Andi Arsyil Rahman, Meyda Sefira, Deddy Mizwar, Niniek L. Karim, Didi Petet, Habiburrahman El Shirazy, Aspar Paturusi, Din Syamsudin, Slamet Rahardjo, dan El Manik. Film ini diangkat dari novel best seller karangan Habiburrahman El Shirazy yang berjudul sama Ketika Cinta Bertasbih. Ketika Cinta Bertasbih merupakan film Indonesia terlaris tahun 2009 dengan jumlah penonton 3 Juta orang. Kemudian diikuti sekuelnya, Ketika Cinta Bertasbih 2 yang berhasil meraih 1,5 Juta penonton.",
    "rating": "6.0/10",
    "image": "https://upload.wikimedia.org/wikipedia/id/d/d5/PosterFilmKCB.jpg"
  },
  {
    "name": "Uang Panai'",
    "genre": "Komedi, Drama, Percintaan",
    "description": "Uang Panai' atau Uang Panai' = Mahal atau Uang Mahar adalah sebuah film Indonesia yang dibuat di Kota Makassar, Sulawesi Selatan, dirilis pada tanggal 25 Agustus 2016",
    "rating": "6.6/10",
    "source": ""
  },
  {
    "name": "Anak Muda Palsu",
    "genre": "Komedi, Drama, Percintaan",
    "description": "Empat orang mahasiswa semester akhir di Universitas Hasanuddin galau memikirkan kuliah mereka yang tak kunjung selesai. Mereka adalah Tumming, Abu, Illank (Reo Ramadhan) dan Darwis (Hisyam Hamsir). Meski berbeda-beda Fakultas tapi tinggal di tempat kos yang sama. Bersahabat sejak mahasiswa baru dan berjanji untuk wisuda bersama-sama. Bukan perkara mudah untuk bisa menyelesaikan kuliah tepat waktu. 'Susah masuknya, lebih susah lagi keluarnya,' begitu ungkapan mereka. Belum lagi persoalan di tempat kos. Tumming dan kawan-kawan harus menghadapi ibu kos (Luna Vidya) yang super galak. Dan desakan dari orang tua agar segera sarjana.",
    "rating": "9.0/10",
    "source": ""
  },
  {
    "name": "Bucin",
    "genre": "Drama",
    "description": "Bucin atau kependekan dari budak cinta jadi frasa yang jadi tren hingga saat ini. Predikat ini diberikan buat seseorang yang rela melakukan apapun demi cinta atau pendeknya, sih, menghamba pada kekasih",
    "rating": "4,2",
    "source": "Bogor"
  },
  {
    "name": "Marmut Merah Jambu",
    "genre": "Komedi-drama",
    "description": "Marmut Merah Jambu adalah film indonesia tahun 2014 bergenre drama komedi yang dirilis pada 8 Mei 2014 dan dibintangi oleh Christoffer Nelwan, Raditya Dika, Franda, Kamga Mo, Tio Pakusadewo, Dewi Irawan dan Bucek Depp. Film ini diangkat dari novel karya Raditya Dika yang berjudul sama. ",
    "rating": "6.9/10",
    "image": "https://m.media-amazon.com/images/M/MV5BZWNkYWVhMDAtYWFmOC00ZDRhLTljOGQtNzFiNWFhYzliMzc4XkEyXkFqcGdeQXVyMjU0ODQ5NTA@._V1_.jpg"
  },
  {
    "name": "Manusia Setengah Salmon",
    "genre": "Komedi",
    "description": "Manusia Setengah Salmon adalah film drama Indonesia yang dirilis pada 10 Oktober 2013 dan dibintangi oleh Raditya Dika, Eriska Reinisa, Soleh Solihun, Kimberly Ryder, Dewi Irawan dan Bucek Depp. Film ini diangkat dari novel karya Raditya Dika yang berjudul sama. ",
    "rating": "6.0/10",
    "image": "https://dkfhw9rzsr80z.cloudfront.net/STA-IN-001-A0023/artworks/posters/STA-IN-001-A0023-P544.jpg?hash=1601219828"
  },
  {
    "name": "Battle of Surabaya",
    "genre": "action",
    "description": "Musa, a thirteen-year-old shoe shiner, with Yumna, undergoes destiny through their adventure of waging war during the war time. Will they manage to bring peace among the troops keeping on fighting for nothing?",
    "rating": "7.1",
    "source": "https://www.imdb.com/title/tt2943352/"
  },
  {
    "name": "Ada apa dengan cinta",
    "genre": "romance",
    "description": "Ada Apa dengan Cinta? adalah sebuah film percintaan Indonesia karya Rudi Soedjarwo yang dirilis pertama kali pada tanggal 7 Februari 2002 dan dibintangi Nicholas Saputra dan Dian Sastrowardoyo.",
    "rating": "7",
    "source": "https://id.wikipedia.org/wiki/Ada_Apa_dengan_Cinta%3F"
  },
  {
    "name": "Ayat Ayat Cinta",
    "genre": "romance",
    "description": "Ayat-Ayat Cinta adalah sebuah film Indonesia karya Hanung Bramantyo yang dibintangi oleh Fedi Nuril, Rianti Cartwright, Carissa Putri, Zaskia Adya Mecca, dan Melanie Putria. Film ini merupakan film religi hasil adaptasi dari sebuah novel best seller karya Habiburrahman El Shirazy berjudul Ayat Ayat Cinta, dan tayang perdana pada 28 Februari 2008.",
    "rating": "8",
    "source": "https://id.wikipedia.org/wiki/Ayat-ayat_Cinta_(film)"
  },
  {
    "name": "Milea: Suara dari Dilan",
    "genre": "Romance, Drama",
    "description": "Their romance ended before it could flourish. As memories of their love linger, fate gives them a chance to meet again.",
    "rating": "6.1/10 IMDb, 4.9/5 Shopee, 4.5/5 Tokopedia",
    "image": "https://upload.wikimedia.org/wikipedia/id/f/f7/Suara_dari_Dilan.jpg"
  },
  {
    "name": "Tenggelamnya Kapal Van Der Wick",
    "genre": "Romance, Drama",
    "description": "Diadaptasi dari novel klasik dengan judul yang sama, film ini mengisahkan kisah cinta antara Zainuddin, Hayati, dan Aziz. Dengan perbedaan latar belakang sosial tersebut, cinta sejati Zainuddin dan Hayati membawa sebuah tragedi di atas kapal Van Der Wijck yang sedang berlayar.",
    "rating": "7.6/10 IMDb",
    "image": "https://m.media-amazon.com/images/M/MV5BY2YwZmFkNzItMDYzZC00N2IzLThjOTYtOWJkNTE0NGExOTY0XkEyXkFqcGdeQXVyMjU0ODQ5NTA@._V1_SY1000_CR0,0,659,1000_AL_.jpg"
  },
  {
    "name": "Twivortiare",
    "genre": "Romance, Drama",
    "description": "Seorang pria dan wanita jatuh cinta akan segera menikah. Setelah dua tahun, mereka memutuskan untuk bercerai karena semua konflik yang tiada henti. Namun setelah berbagai acara selalu mempertemukan mereka kembali, cinta mereka kembali bersemi.",
    "rating": "5.8/10 IMDb",
    "image": "https://m.media-amazon.com/images/M/MV5BNzRiMGY4MzUtOTlhMC00ZmRkLTgzMDYtMmRkYzY2ZmUwMjU4XkEyXkFqcGdeQXVyNjI3MDYxMjg@._V1_SY1000_CR0,0,699,1000_AL_.jpg"
  },
  {
    "name": "The Raid Redemption",
    "genre": "Laga, Seni Bela Diri, Cerita Seru, Kriminal",
    "description": "The Raid (sebelum diedarkan: Serbuan Maut) adalah film aksi seni bela diri dari Indonesia yang disutradarai oleh Gareth Evans dan dibintangi oleh Iko Uwais. Pertama kali dipublikasi pada Festival Film Internasional Toronto (Toronto International Film Festival, TIFF) 2011 sebagai film pembuka untuk kategori Midnight Madness, para kritikus dan penonton memuji film tersebut sebagai salah satu film aksi terbaik setelah bertahun-tahun sehingga memperoleh penghargaan The Cadillac People's Choice Midnight Madness Award. Terpilihnya film ini untuk diputar pada beberapa festival film internasional berikutnya, seperti Festival Film Internasional Dublin Jameson (Irlandia), Festival Film Glasgow (Skotlandia), Festival Film Sundance (Utah, AS), South by Southwest Film (SXSW, di Austin, Texas, AS), dan Festival Film Busan (Korea Selatan), menjadikannya sebagai film komersial produksi Indonesia pertama yang paling berhasil di tingkat dunia. Bersinopsis di jantung daerah kumuh Jakarta berdiri sebuah gedung apartemen tua yang menjadi markas persembunyian para pembunuh dan bandit kelas dunia yang paling berbahaya. Sampai saat ini, blok apartemen kumuh tersebut telah dianggap tidak pernah tersentuh siapa pun, bahkan untuk perwira polisi yang paling berani sekalipun. Diam-diam di bawah kegelapan dan keheningan fajar, sebuah tim elit SWAT (pasukan khusus) berjumlah 20 orang ditugaskan untuk menyerbu apartemen persembunyian tersebut untuk menyergap gembong narkotik terkenal yang menguasai gedung tersebut. Tapi ketika sebuah pertemuan dengan seorang pengintai membuka rencana mereka dan berita tentang serangan mereka mencapai sang gembong narkotik, lampu dalam gedung tiba-tiba padam dan semua pintu keluar diblokir. Terdampar di lantai enam dan tanpa jalan keluar, satuan khusus tersebut harus berjuang melawan penjahat-penjahat terburuk dan terkejam untuk bertahan hidup dalam misi penyerbuan tersebut.",
    "rating": "7,6/10",
    "image": "https://2.bp.blogspot.com/-KEGyyYVZvCA/UDSbmq3rgII/AAAAAAAAAMo/6yPycUu_dsM/s1600/TheRaidOriginalMotionPictureScoreSoundtrackCoverwSony.jpg"
  },
  {
    "name": "The Raid 2: Berandal",
    "genre": "Laga, Kriminal",
    "description": "The Raid 2: Berandal adalah film kejahatan seni bela diri dari Indonesia yang disutradarai oleh Gareth Evans dan dibintangi oleh Iko Uwais. Film ini adalah sekuel dari film The Raid. Film ini sebenarnya adalah proyek awal dari keseluruhan cerita The Raid yang diumumkan tahun 2011 sebelum prekuelnya, namun baru dirilis pada 2014.[3][4] Setelah tayang perdana di Festival Film Sundance pada 21 Februari 2014, film The Raid 2: Berandal akhirnya diumumkan akan tayang serentak di Indonesia dan Amerika Serikat pada tanggal 28 Maret 2014. The Raid 2 menceritakan kisah beberapa jam setelah ending film pertama. Dikisahkan Rama (Iko Uwais) diperintahkan atasannya untuk menyamar ke penjara dan memasuki dunia mafia untuk membongkar sindikat korupsi di kepolisian dan menyelamatkan keluarganya. Dalam misinya itu Rama dihadapkan pada dua gang mafia terbesar di Jakarta yang dikuasai oleh Bangun (Tio Pakusadewo) dan Goto (Kenichi Endo).",
    "rating": "8/10",
    "image": "https://i.pinimg.com/originals/2f/9e/7a/2f9e7ab952d56c66d4e03b4930157bd7.jpg"
  },
  {
    "name": "The Raid 2: Berandal",
    "genre": "Laga, Kriminal",
    "description": "The Raid 2: Berandal adalah film kejahatan seni bela diri dari Indonesia yang disutradarai oleh Gareth Evans dan dibintangi oleh Iko Uwais. Film ini adalah sekuel dari film The Raid. Film ini sebenarnya adalah proyek awal dari keseluruhan cerita The Raid yang diumumkan tahun 2011 sebelum prekuelnya, namun baru dirilis pada 2014.[3][4] Setelah tayang perdana di Festival Film Sundance pada 21 Februari 2014, film The Raid 2: Berandal akhirnya diumumkan akan tayang serentak di Indonesia dan Amerika Serikat pada tanggal 28 Maret 2014. The Raid 2 menceritakan kisah beberapa jam setelah ending film pertama. Dikisahkan Rama (Iko Uwais) diperintahkan atasannya untuk menyamar ke penjara dan memasuki dunia mafia untuk membongkar sindikat korupsi di kepolisian dan menyelamatkan keluarganya. Dalam misinya itu Rama dihadapkan pada dua gang mafia terbesar di Jakarta yang dikuasai oleh Bangun (Tio Pakusadewo) dan Goto (Kenichi Endo).",
    "rating": "8/10",
    "image": "https://i.pinimg.com/originals/2f/9e/7a/2f9e7ab952d56c66d4e03b4930157bd7.jpg"
  },
  {
    "name": "Comic 8",
    "genre": "Laga, Komedi",
    "description": "Comic 8 adalah film aksi-komedi Indonesia yang disutradarai oleh Anggy Umbara dan diproduseri oleh Hb Naveen dan Frederica. Film ini rilis pada tanggal 29 Januari 2014. Bersinopsis Delapan anak muda masing-masing mempunyai alasan dan motif yang berbeda-beda dalam melakukan perampokan bank. Ada yang merampok karena galau, hobi, iseng, olahraga adrenalin, bahkan ada yang merampok untuk menghidupi panti asuhan dan rakyat miskin.",
    "rating": "6,9/10",
    "image": "https://upload.wikimedia.org/wikipedia/id/a/ac/Comic_8.jpg"
  },
  {
    "name": "Negeri 5 Menara",
    "genre": "Edukasi, Religi, Roman",
    "description": "Negeri 5 Menara adalah sebuah film garapan Kompas Gramedia production bersama Million Pictures yang merupakan adaptasi dari novel karya Ahmad Fuadi berjudul Negeri 5 Menara. Skenario ditulis oleh Salman Aristo yang juga penulis naskah film Ayat-Ayat Cinta, Laskar Pelangi, Sang Penari . Disutradarai oleh Affandi Abdul Rachman film ini mengambil lokasi syuting di Pondok Modern Darussalam Gontor Ponorogo Jawa Timur, Sumatra Barat, Bandung, hingga London. Film ini dirilis pada 1 Maret 2012.",
    "rating": "6,9/10",
    "image": "https://cdn-2.tstatic.net/tribunnewswiki/foto/bank/images/negeri-5-menara-2012.jpg"
  },
  {
    "name": "Bumi Manusia aka This Earth of Mankind",
    "description": "A native Javanese boy and a mixed-Dutch girl fall in love during the early 20th-century colonial turbulence in Dutch East Indies (now Indonesia).",
    "genre": "history,drama",
    "rating": "6.6",
    "image": "https://m.media-amazon.com/images/M/MV5BYmRmMDFkNzgtMjU1ZC00N2Y4LWEwZDUtZmFiMDA2ZjRiNmM5XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_.jpg",
    "source": "https://www.imdb.com/title/tt10540024/"
  },
  {
    "name": "Nanti Kita Cerita Tentang Hari Ini",
    "description": "NKCTHI adalah film drama Indonesia tahun 2020 yang disutradarai oleh Angga Dwimas Sasongko dan diproduksi oleh Visinema Pictures, diadaptasi dari novel berjudul Nanti Kita Cerita Tentang Hari Ini karya Marcella FP.",
    "genre": "Drama Keluarga, Romance",
    "rating": "7.9/10",
    "image": "https://cdn.cgv.id/uploads/movie/pictures/19045100.jpg"
  },
  {
    "name": "Teman Tapi Menikah",
    "description": "#TemanTapiMenikah adalah sebuah film drama Indonesia tahun 2018 yang diproduksi oleh Falcon Pictures.",
    "genre": "Drama Keluarga, Romance",
    "rating": "6.9/10",
    "image": "https://upload.wikimedia.org/wikipedia/id/9/9e/Teman_Tapi_Menikah_Poster.png"
  },
  {
    "name": "Comic 8",
    "genre": "action, comedy",
    "description": "Eight young people from various backgrounds and life stories coincidentally rob a bank at the same time",
    "rating": "6,9",
    "source": "https://www.imdb.com/title/tt3524530/"
  },
  {
    "name": "The Raid: Redemption",
    "genre": " Action, Thriller",
    "description": "A S.W.A.T. team becomes trapped in a tenement run by a ruthless mobster and his army of killers and thugs.",
    "rating": "7,6",
    "source": "https://www.imdb.com/title/tt1899353/"
  },
  {
    "name": "Filosofi Kopi 1",
    "genre": " Adventure, Drama",
    "description": "Cerita tentang pencarian jiwa dan perjalanan berdamai dengan masa lalu melalui kopi. Ben dan Jody adalah sahabat yang membangun kedai 'Filosofi Kopi', sebuah kedai kopi terkemuka di Jakarta yang hanya menyediakan kopi terbaik Indonesia",
    "rating": "7,1",
    "source": "https://www.imdb.com/title/tt4643400/"
  },
  {
    "name": "Filosofi Kopi 2: Ben & Jody ",
    "genre": " Adventure ,Drama",
    "description": "Filosofi Kopi 2: Ben & Jody mengisahkan persahabatan Ben dan Jody yang mulai diuji di tengah rencana untuk membuka kembali Filosofi Kopi di Jakarta. Dua tahun sudah Ben (Chico Jericko) dan Jody (Rio Dewanto) berkeliling Indonesia untuk memperkenalkan kopi racikan mereka, namun belum ada hasil berarti yang mereka dapatkan",
    "rating": "7,3",
    "source": "https://www.imdb.com/title/tt7138190/"
  },
  {
    "name": "One Day We'll Talk About Today",
    "genre": " Drama, Family",
    "description": "Three siblings live in happy-looking families, but one of them had changed and got warned by his parents. This prompted the rebellion of the three siblings which led to the discovery of the secrets and great trauma in their families.",
    "rating": "7,6",
    "source": "https://www.imdb.com/title/tt10773114/"
  },
  {
    "name": "Laskar Pelangi",
    "genre": "Roman",
    "description": "Laskar Pelangi (2008) adalah sebuah film garapan sutradara Riri Riza yang dirilis pada 26 ... Sang Pemimpi merupakan film kedua yang diadaptasi dari novel karya Andrea Hirata.",
    "rating": "7.8/10",
    "source": "https://m.youtube.com/watch?v=1txK-mYB4XA"
  },
  {
    "name": "Susah Sinyal",
    "genre": "Drama/Komedi",
    "description": "film ini dibintangi oleh Adinia Wirasti, Ernest Prakasa, Aurora Ribeiro, Refal Hady dan Valerie Thomas. Film yang salah satu adegannya bertempat lokasi di Sumba ini dirilis pada 21 Desember 2017. ",
    "rating": "7.1/10",
    "source": "https://m.youtube.com/watch?v=7ZyMf5P66yE"
  },
  {
    "name": "Semesta Mendukung",
    "genre": "Drama",
    "description": "Semesta Mendukung merupakan film drama keluarga Indonesia yang dirilis pada 2011 yang disutradarai oleh John De Rantau. Film ini terinspirasi dari kisah-kisah kegemilangan putra-putri Indonesia mengangkat nama bangsa Indonesia di kancah dunia internasional lewat pelbagai olimpiada sains.",
    "rating": "6.9/10",
    "source": "https://www.imdb.com/title/tt2323653/"
  },
  {
    "name": "Gie",
    "genre": "Biografi, Drama",
    "description": "Gie adalah sebuah film biopik garapan sutradara Riri Riza. Gie mengisahkan seorang tokoh bernama Soe Hok Gie, mahasiswa Universitas Indonesia yang lebih dikenal sebagai demonstran dan pecinta alam.",
    "rating": "7.6/10",
    "source": "https://www.imdb.com/title/tt0459327/"
  },
  {
    "name": "Hari Untuk Amanda",
    "genre": "Drama",
    "description": "Hari untuk Amanda merupakan film Indonesia yang dirilis pada 7 Januari 2010 dengan disutradarai oleh Angga Dwimas Sasongko.",
    "rating": "7.6/10",
    "source": "https://www.imdb.com/title/tt1414494/"
  },
  {
    "name": "Sang Pencerah",
    "genre": "Biografi, Drama",
    "description": "Sang Pencerah adalah film drama tahun 2010 yang disutradarai oleh Hanung Bramantyo berdasarkan kisah nyata tentang pendiri Muhammadiyah, Ahmad Dahlan.",
    "rating": "6.8/10",
    "source": "https://www.imdb.com/title/tt1748192/"
  },
  {
    "name": "Ngenest",
    "genre": "Komedi",
    "description": "Ernest, an Indonesia guy of Chinese descent, has to deal with his life as a Chinese-born, how he often got bullied in school, and how he decided to find a local girl to marry.",
    "rating": "7.0/10",
    "source": "https://www.imdb.com/title/tt6380556/"
  },
  {
    "name": "Cek Toko Sebelah",
    "genre": "Komedi, Drama, Keluarga",
    "description": "Cek Toko Sebelah is about the tale of a widowed father, left with his shop to take care of. When he gets a heart attack, he leaves his shop to the hands of his youngest son, Erwin. This is an epic movie that tells about the story of how the shop gets sold, and Erwin and his brother, Yudi, devise a plot to win the shop back.",
    "rating": "8.0/10",
    "source": "https://www.imdb.com/title/tt6366854/"
  },
  {
    "name": "Serigala Terakhir",
    "genre": "Action, Drama, Crime",
    "description": "Childhood friends who have the same story and same condition made a gang with their other friends. Their gang is named Serigala Terakhir a.k.the Last Wolves. They have a dream to be the biggest mafia that can they reach.",
    "rating": "6.7/10",
    "source": "https://www.imdb.com/title/tt1537898/"
  },
  {
    "name": "Story of Kale",
    "genre": "Drama, Romance",
    "description": "Dinda is saved by Kale from her toxic relationship with Argo. Dinda and Kale then have a relationship together. The relationship that start out beautiful, turned into a new nightmare.",
    "rating": "8.2/10",
    "source": "https://www.imdb.com/title/tt13081264/"
  },
  {
    "name": "Soekarno: Indonesia Merdeka",
    "genre": "Drama",
    "description": "Soekarno adalah film drama Indonesia yang dirilis pada 11 Desember 2013. Film ini dibintangi oleh Ario Bayu dan Maudy Koesnaedi.",
    "rating": "8.9/10",
    "source": "https://www.imdb.com/title/tt3069954/?ref_=nv_sr_srsg_0"
  }
]
